[
  {
    "title": "Música",
    "text": "A verdadeira arte vai além da paixão: para viver de música, é preciso qualidade e estrutura. Da criação ao lançamento, cada etapa conta. Na 2122, oferecemos produção musical completa – conceito, letra, gravação, mixagem e masterização – com foco em artistas independentes, sempre com preço justo.",
    "fullContent": "Embora a arte exija uma prática quase diária, é improvável que o artista considere esse um ato cotidiano qualquer, principalmente quando sente que a arte é a forma de expressão que dá sentido à sua existência. Por esse motivo, é raro encontrar um artista que não seja perdidamente apaixonado por seu trabalho e que não deseje viver para sua arte. <br/>Contudo, no mundo em que vivemos, o amor pela arte nem sempre será suficiente para que se possa viver por ela. É preciso, antes de tudo, poder viver da arte. <br/>No contexto musical, isso significa que para viver por sua arte será essencial garantir que sua música gere a renda necessária para que você tenha de se preocupar com o mínimo possível além de produzir o seu trabalho. <br/>E o que é necessário para produzir? Bom, algumas coisas. <br/>A primeira parte do processo se relaciona diretamente com as experiências e vivências do artista. Essa parte, bastante individual e quase espiritual, é a identidade do artista e obviamente deve ser definida sobretudo pelo artista. <br/>Há, no entanto, outras ferramentas necessárias para a produção de suas músicas que devem ser consideradas, principalmente se o desejo é obter a melhor qualidade do trabalho. São elas: definição do conceito, composição lírica, produção musical, captação de voz, mixagem e masterização. <br/>A definição de um conceito é a base da produção de uma música e não precisa, necessariamente, ser algo extremamente pensado e elaborado. É simplesmente a definição de um tema, de uma ideia geral, para que a música transmita, por meio da voz e dos instrumentos, um sentimento que não pode ser explicado através de palavras. <br/>A partir de um conceito para a música, o próximo passo poderá ser a produção musical, a composição lírica (letra) ou os dois conjuntamente. Esse é um passo crucial, pois é neste momento que serão definidos o estilo e a estética, a função dos instrumentos utilizados, o ambiente criado, as referências utilizadas e, principalmente, qual será o sentimento e como ele será transmitido  ao ouvinte. <br/>Com a finalização da produção musical e da composição lírica, será hora de gravar os instrumentos (se necessário) e a voz do artista. É muito importante que esse processo seja realizado com a maior qualidade possível, pois uma captação fiel garantirá uma matéria prima que dará qualidade ao trabalho final e facilitará os processos seguintes. <br/>Após a captação, a música chegará à pós-produção, em que serão realizados os importantíssimos processos de mixagem e masterização. E não tenha dúvida: embora esses processos sejam realizados em um momento final do processo, são eles que definirão a qualidade final do trabalho do artista.  <br/>A mixagem é o cuidado isolado de cada faixa de áudio captada com o intuito de garantir maior qualidade ao som e enaltecer o conceito inicialmente pensado para a música. É através desse processo que vocais e instrumentos serão unidos em um material final e também por meio dele que serão ajustados parâmetros que definirão dinâmica sonora, equalização e efeitos sonoros que enriquecerão ainda mais a música. <br/>A masterização, por sua vez, é o processo de finalização, otimização e balanceamento da música para o meio de reprodução escolhido, o que se dá principalmente através de ajuste de volume e da dinâmica.<br/>O ideal da 2122 é poder oferecer os serviços de produção, captação, composição lírica, mixagem e masterização com a maior qualidade e por um preço justo, acessível e atento às dificuldades dos artistas independentes."
  },

  {
    "title": "Marketing",
    "text": "Ter música de qualidade não basta para ser reconhecido hoje. Um bom marketing é essencial para alcançar o público certo, com estratégias digitais, identidade visual forte e anúncios patrocinados. Na 2122, ajudamos você a planejar e aplicar as melhores práticas de divulgação por um preço acessível.",
    "fullContent": "A maior parte dos artistas gostaria que a qualidade de suas músicas fosse o único fator determinante para o reconhecimento de seu trabalho. Esse desejo, no entanto, parece ser cada dia mais inalcançável, principalmente diante das exigências do mundo digital. <br/>E isso por um simples motivo: a facilitação da produção e distribuição musical fez aumentar exponencialmente a quantidade de músicas disponíveis, o que diminui consideravelmente a chance de que o artista, especialmente independente, seja ouvido. <br/>Se antes mesmo da internet já se exigia que os artistas elaborassem estratégias e realizassem as melhores técnicas de divulgação para que suas músicas chegassem ao público, nos tempos atuais se tornou praticamente impossível confiar na qualidade de seu trabalho como o único fator para o alcance das músicas. <br/>A verdade é que diante de um contexto no qual existe um oceano de músicas disponíveis, nem sempre o destaque de um artista está diretamente relacionado à qualidade de seu trabalho, uma vez que não faltam músicas de qualidade à disposição dos ouvintes. <br/>Portanto, para se destacar é preciso ter algo além de um trabalho de qualidade. E é justamente aqui que um bom marketing se torna o maior aliado do artista. <br/>Em resumo, o marketing consiste nas estratégias que serão traçadas e nas práticas que serão aplicadas para que sua música chegue aos ouvintes, o que é indispensável para que seu trabalho seja conhecido - e reconhecido -, especialmente no contexto atual. <br/>Atualmente, a maior parte do marketing é realizada de forma digital e através de anúncios patrocinados (tráfego pago), uma vez que essa ferramenta permite que seu conteúdo seja direcionado a um público com interesses relacionados a seu trabalho. <br/>Isso significa que com uma estratégia bem traçada e a aplicação das melhores práticas de divulgação, suas músicas chegarão a um público potencialmente interessado no seu estilo de trabalho, facilitando seu reconhecimento de uma forma que jamais seria possível fora dos meios digitais. <br/>Vale dizer que embora atualmente os anúncios patrocinados sejam importantíssimos, as estratégias de divulgação no meio digital - mas não apenas nele -, não devem se limitar a uma ou outra prática. Há uma série de ferramentas que, somadas a uma boa estratégia previamente definida, poderão aumentar ainda mais seus resultados. <br/>Entre as práticas capazes de otimizar a divulgação de seu trabalho estão (i) o conhecimento de seu público-alvo, (ii) a produção das melhores artes de capa e vídeo para divulgação de suas músicas, (iii) a apresentação de uma identidade visual coerente com o trabalho apresentado, (iv) o contato com criadores de conteúdo e curadores relacionados a seu trabalho, entre outros.  <br/>Aliás, é sempre importante destacar que a apresentação de artes de capa, vídeos e identidade visual coerentes com o trabalho do artista são elementos fundamentais para uma divulgação eficiente, sobretudo porque é através daquilo que se apresenta que o público reconhecerá a autenticidade e se identificará com o artista. <br/>Na 2122, oferecemos todos esses serviços - de planejamento à aplicação das melhores estratégias -, por um preço justo e acessível, pois acreditamos que a divulgação - ou a falta dela -, não pode servir como obstáculo para que o trabalho de um artista não seja reconhecido como merece. "
  },

  {
    "title": "Jurídico",
    "text": "O conhecimento jurídico é crucial para proteger sua carreira musical. Direitos autorais e contratos podem impactar profundamente seu sucesso. Na 2122, oferecemos consultoria e assessoria jurídica, ajudando você a evitar armadilhas e garantindo que seu talento seja reconhecido e remunerado de forma justa.",
    "fullContent": "É fato que a maioria esmagadora dos artistas não tem muito conhecimento a respeito do aspecto jurídico de suas carreiras. Normalmente isso ocorre porque os artistas preferem focar seus esforços em produzir sua arte e/ou consideram o direito excessivamente burocrático, complicado e chato. <br/>Esse, no entanto, é um grande erro, especialmente quando se leva em conta que o aspecto jurídico é essencial à toda carreira musical em nível profissional. <br/>Para começar, qualquer artista, de maior ou menor expressão, precisa conhecer um mínimo a respeito de direitos autorais, afinal são esses direitos que vão garantir que a arte produzida seja reconhecida, protegida e remunerada. <br/>Assim, conhecer sobre o procedimento de registro de músicas e sobre os percentuais de divisão de direitos garante que você e sua obra estejam protegidos de utilização indevida, plágio e outras tantas formas de violação dos seus direitos. <br/>Além disso, a carreira de um artista musical está diretamente relacionada à assinatura de contratos, sobretudo quando se fala em produção musical, realização de shows e campanhas publicitárias. <br/>Nesse contexto, desconhecer seus direitos - e aqui não falamos apenas de direitos autorais -, é aumentar a chance de que você assine um contrato prejudicial que poderá significar não apenas uma perda de remuneração, mas principalmente maiores dificuldades no estabelecimento de uma carreira sólida e duradoura e na realização do seu trabalho. <br/>E não são raros os casos de grandes artistas que se viram prejudicados por contratos que inicialmente pareciam benéficos, mas depois se mostraram um obstáculo para a continuidade de suas carreiras. Dois dos maiores artistas nacionais da história recente do Brasil, Anitta e Matuê, já passaram por isso. <br/>Anitta, por exemplo, reclamava abertamente das exigências contratuais da Warner Music e,  depois de muita dor de cabeça, chegou a um acordo para romper o contrato. Já Matuê, cansado do tratamento dado a ele pela Sony Music, inspirou-se em Frank Ocean e lançou um EP apenas para cumprir seu contrato e finalizar a “parceria” de vez. <br/>O conhecimento a respeito de seus direitos - autorais, mas não apenas -, é fundamental para prevenir problemas que poderão ser muito maiores,  prejudiciais e muito mais custosos no longo prazo. Afinal, “prevenir é melhor do que remediar”. <br/>Para nós, seria ótimo que cada artista tivesse pleno conhecimento de seus direitos para conseguir evitar as armadilhas jurídicas que existirão no caminho. Porém, também reconhecemos que isso nem sempre é viável. <br/>Na 2122, oferecemos os serviços de assessoria e consultoria jurídica, além de elaboração e análise de contratos voltados ao mercado musical, tudo por um preço justo, acessível e atento às dificuldades dos artistas independentes. <br/>Nosso maior ideal é garantir que você não seja mais prejudicado por quem se aproveita do seu desconhecimento para lucrar em cima daquilo que há de mais precioso: o sonho de viver de sua arte."
  },
  {
    "title": "TESTE",
    "text": "ABC",
    "fullContent": "ABC"
  }
]
